<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>首页</title>
</head>
<script type="text/javascript" src="js/jquery-3.4.1.js"></script>
<script>
    $(function () {
        console.log("hello")
        
    })
</script>
<body>

<h1>hello!</h1>
<div>
    <div>

        <a>
            <h3>
            宇宙不是单一出现的，我们的宇宙应该还有一个孪生兄弟。一正一负构成了宇宙对，就好像磁铁的N和S构成了它。平行宇宙也是由宇宙对来互相平行。并且同一个宇宙对上的
            两个单一宇宙他们的时间流动方向和速度满足一方程式，比如我们这个宇宙是以 时间流逝速度/这一宇宙对的时间常量 的速度流向未来，那么另外一极以
            时间流逝速度/这一宇宙对的时间常量 的速度流向过去。 就好像 1和-1。并且宇宙对可以在坐标系中表示出来，与坐标轴的交点即使穿越时间也是进入另一极的方法。且会出现一项
            技术可以实现将坐标轴折叠的方法，这种方法像目前的通过虫洞实现 空间穿越的效果，结果是比如在正宇宙的某个坐标使用此技术，他会穿越到负极宇宙的同一坐标、同一时间点，
                只是穿越之后他所在的空间的时间流动方向相反。</h3>
        </a>

    </div>

    <div>
        <a>
            <h3>
            关于随机：没有任何常量出现的随机就是绝对随机。比如随机数：自然数、有理数、无理数、虚数、实数、限制了随机的范围，使得它只能在有限的范围类随机，这是一种伪随机，
            因为其可能出现的结果存在上限，只有范围也是随机的才能得到真正的随机，所以要想得到一个真正的随机，那么在得到他的过程中的所有事物都必须是绝对随机的，任何一个伪
            随机都会破坏掉它。随机和无穷息息相关。</h3>
        </a>
    </div>
    <div>

        <a><h3>2020/3/19随笔：0除外的任意维度只要被更高的维度毁灭，那这个低维度就会跌落到这个高的维度去，比如把线条扭曲，线条维度将会跌落至立体的三维世界</h3>
        </a>
    </div>
</div>
</body>
<javascript>


</javascript>
</html>
